Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Could not resolve HEAD for rebase
ar: تعذر حل HEAD لإعادة الأساس
da: Kunne ikke løse HEAD for rebase
de: HEAD für Rebase konnte nicht aufgelöst werden
es: No se pudo resolver HEAD para rebase
fi: PEAD ei voitu selvittää sijoitusta varten
fr: Impossible de résoudre HEAD pour rebase
he: לא הצלחנו לפתור את ה-HEAD עבור rebase
hi: : 'rebase' के लिए 'HEAD' को समाधान नहीं किया जा सका।
hu: : a rebase céljára az HEAD-re nem sikerült megoldani.
id: Tidak dapat menyelesaikan HEAD untuk rebase
it: Non è stato possibile risolvere HEAD per la rebase
ja: : レバスでHEADを解決できませんでした
ko: : rebase 시 HEAD를 해결할 수 없습니다.
nb: : Kunne ikke løse HEAD for rebase
nl: : Kon HEAD voor rebase niet oplossen
pl: Nie udało się rozwiązać HEAD dla operacji rebase.
pt_br: Não foi possível resolver o HEAD para a rebase.
ru: Не удалось разрешить запрос HEAD для операции rebase
sv: Kunde inte lösa HEAD för rebase
th: : ไม่สามารถแก้ไข HEAD สำหรับ rebase ได้
tr: : Rebase için HEAD'i çözülemiyordu.
uk: Не вдалося розв'язати HEAD для rebase
vi: Không thể giải quyết HEAD cho lệnh rebase
zh_hans: ：无法解析“rebase”操作的HEAD信息
zh_hant: ：無法解析“rebase”操作的HEAD信息

source: Could not resolve HEAD target while creating branch
ar: تعذر حل هدف HEAD أثناء إنشاء الفرع
da: Kunne ikke løse HEAD-mål under oprettelse af gren
de: Das HEAD-Ziel konnte beim Erstellen des Zweigs nicht aufgelöst werden
es: No se pudo resolver el objetivo HEAD al crear la rama
fi: ei voitu selvittää HEAD- kohdetta luotaessa haaroja
fr: Impossible de résoudre la cible HEAD lors de la création de la branche
he: לא הצלחנו לפתור מטרה HEAD בעת יצירת שנוי
hi: : शाखा बनाते समय HEAD लक्ष्य को संशोधित नहीं किया जा सका।
hu: : A szakasz létrehozása közben a HEAD célpontot nem sikerült megoldani.
id: Tidak dapat menyelesaikan target HEAD saat membuat cabang
it: Non è stato possibile risolvere il target HEAD durante la creazione del ramo.
ja: ：ブランチ作成中にHEADターゲットの解決に失敗しました。
ko: : 브랜치 생성 중 HEAD 타겟을 해결할 수 없습니다.
nb: : Kunne ikke løse HEAD-målet under opprettelse av grense
nl: : Kon het HEAD-doel niet oplossen bij het aanmaken van een tak
pl: Nie udało się rozwiązać celu HEAD podczas tworzenia gałęzi
pt_br: Não foi possível resolver o destino HEAD durante a criação do ramo.
ru: Не удалось разрешить целевую точку HEAD при создании ветки
sv: Kunde inte uppdatera HEAD-mål vid skapande av gren
th: : ไม่สามารถกำหนดเป้าหมาย HEAD ได้ขณะสร้างสาขา
tr: : Şube oluştururken HEAD hedefini çözemezdim.
uk: Не вдалося розв'язати ціль HEAD під час створення відрозділу
vi: Không thể giải quyết mục tiêu HEAD khi tạo nhánh
zh_hans: 在创建分支时，无法解析 HEAD 目标
zh_hant: 在創建分支時，無法解析 HEAD 目標

source: Could not resolve HEAD while unstaging
ar: تعذر حل مشكلة HEAD أثناء إلغاء التثبيت
da: Kunne ikke løse HEAD under afstaging
de: HEAD konnte beim Aufheben des Stagings nicht aufgelöst werden
es: No se pudo resolver HEAD mientras se eliminaba la preparación
fi: PEAD ei voitu selvittää poistettaessa
fr: Impossible de résoudre HEAD lors de la déstagation
he: לא הצלחנו לפתור את ה-HEAD במהלך שלב ההסרה
hi: : अनस्टेजिंग के दौरान HEAD को समाधान नहीं किया जा सका।
hu: : Az unstaging folyamat alatt nem sikerült a HEAD elem megoldása
id: Tidak dapat menyelesaikan HEAD saat proses unstagging
it: Non è stato possibile risolvere HEAD durante l'operazione di non staging
ja: : ユンステージング中、HEADを解決できませんでした
ko: : 언스테이징 중 HEAD를 해결할 수 없습니다.
nb: : Kunne ikke løse HEAD under prosessen for å avstige
nl: : Kon HEAD niet oplossen tijdens het onstaging proces
pl: Nie udało się rozwiązać HEAD podczas procesu odwoływania stanu.
pt_br: Não foi possível resolver o HEAD durante a etapa de desstage.
ru: Не удалось разрешить HEAD при отмене стейджинга
sv: Kunde inte upprätta HEAD under processen för att avställa
th: : ไม่สามารถ解析 HEAD ได้ขณะกำลังยกสถานะ
tr: : Unstaging sırasında HEAD'i çözülemiyordu.
uk: Не вдалося розв'язати HEAD під час нестадінгування
vi: Không thể giải quyết HEAD trong quá trình hủy staging
zh_hans: 在取消暂存时无法解析 HEAD
zh_hant: 在取消暫存時無法解析 HEAD

source: Could not resolve folder bookmark.
ar: تعذّر حل الإشارة المرجعية للمجلد.
da: Kunne ikke finde mappebogmaerket.
de: Ordner-Lesezeichen konnte nicht aufgelöst werden.
es: No se pudo resolver el marcador de la carpeta.
fi: Kansion kirjanmerkkiä ei voitu selvittää.
fr: Impossible de résoudre le signet du dossier.
he: לא ניתן לפענח את סימניית התיקייה.
hi: फ़ोल्डर बुकमार्क हल नहीं हो सका।
hu: Nem sikerült feloldani a mappa könyvjelzőjét.
id: Tidak dapat memproses bookmark folder.
it: Impossibile risolvere il segnalibro della cartella.
ja: フォルダのブックマークを解決できませんでした。
ko: 폴더 북마크를 확인할 수 없습니다.
nb: Kunne ikke løse mappebokmerket.
nl: Kan de mapbladwijzer niet oplossen.
pl: Nie udało się rozwiązać zakładki folderu.
pt_br: Não foi possível resolver o marcador da pasta.
ru: Не удалось разрешить закладку папки.
sv: Kunde inte lösa mappbokmärket.
th: ไม่สามารถเปิดบุ๊กมาร์กโฟลเดอร์ได้
tr: Klasör yer imi çözümlenemedi.
uk: Не вдалося розпізнати закладку теки.
vi: Không thể phân giải bookmark thư mục.
zh_hans: 无法解析文件夹书签。
zh_hant: 無法解析資料夾書籤。

source: Could not resolve local tag %@ for verification.
ar: تعذر حل العلامة المحلية %@ للتحقق.
da: Kunne ikke løse det lokale tag %@ til verifikation.
de: Das lokale Tag %@ konnte zur Überprüfung nicht aufgelöst werden.
es: No se pudo resolver la etiqueta local %@ para verificación.
fi: ei voitu selvittää paikallista tagiä %@ todentamista varten.
fr: Impossible de résoudre la balise locale %@ pour vérification.
he: לא הצלחנו לפתור את התג המקומי %@ – לצורך אימות.
hi: : स्थानीय टैग को समाधान नहीं किया जा सका। सत्यापन के लिए %@ ।
hu: : helyi tag nem oldható meg %@ – ellenőrzéshez.
id: Tidak dapat menyelesaikan tag lokal %@ untuk verifikasi.
it: Non è stato possibile risolvere il tag locale %@ per la verifica.
ja: ：ローカルタグを解決できませんでした %@ ：検証用。
ko: : 로컬 태그를 해결할 수 없습니다 %@ – 검증용입니다.
nb: : Kunne ikke løse lokalt etikett %@ for verifisering.
nl: : kon de lokale tag niet oplossen %@ voor verificatie.
pl: Nie udało się rozwiązać lokalnego etykieta %@ – do weryfikacji.
pt_br: Não foi possível resolver a etiqueta local %@ para verificação.
ru: Не удалось разрешить локальный тег %@ для проверки.
sv: Kunde inte upprätta referens till lokalt etikett %@ för verifiering.
th: : ไม่สามารถแก้ไขแท็กท้องถิ่นได้ %@ สำหรับการตรวจสอบ
tr: : Yerel etiketi çözülemedi %@ – doğrulama amacıyla.
uk: Не вдалося розв'язати локальний тег %@ для перевірки.
vi: Không thể giải quyết thẻ cục bộ %@ – dùng để xác minh.
zh_hans: 无法解析本地标签 %@ ，用于验证。
zh_hant: 無法解析本地標籤 %@ ，用於驗証。

source: Could not resolve rebased HEAD
ar: تعذر حل HEAD المعاد تأسيسه
da: Kunne ikke løse rebaseret HEAD
de: Der neu basierende HEAD konnte nicht aufgelöst werden
es: No se pudo resolver HEAD modificado
fi: ei voitu selvittää uudelleenpohjaista HEAD
fr: Impossible de résoudre HEAD rebasé
he: לא הצלחנו לפתור את ה-HEAD לאחר إعادة הבסיס
hi: : 'REBASED HEAD' को समाधान नहीं किया जा सका।
hu: : nem sikerült megoldani a újraalapozott HEAD-et
id: Tidak dapat menyelesaikan HEAD yang telah diperbarui basisnya
it: Non è stato possibile risolvere il HEAD ricalibrato.
ja: : `rebased HEAD`を解決できませんでした
ko: : 'REBASED HEAD'를 해결할 수 없습니다.
nb: : Kunne ikke løse rebased HEAD
nl: : Kon de rebaseerde HEAD niet oplossen
pl: Nie udało się rozwiązać HEAD z nowo zdefiniowanego repozytorium
pt_br: Não foi possível resolver o HEAD rebaseado.
ru: Не удалось разрешить `HEAD`, перестроенный в исходном коде.
sv: Kunde inte upprätta referens för HEAD
th: : ไม่สามารถระบุ `HEAD` ที่ถูกปรับฐานใหม่ได้
tr: : HEAD'i yeniden temel almak mümkün olmadı.
uk: Не вдалося розв'язати «HEAD» після перестановки бази.
vi: Không thể giải quyết HEAD sau khi tái định vị
zh_hans: ：无法解析重新基准化的HEAD
zh_hant: ：無法解析重新基準化的HEAD

source: Could not resolve remote branch target for rebase
ar: تعذر حل هدف الفرع البعيد لإعادة الأساس
da: Kunne ikke løse fjernforgreningsmål for rebase
de: Remote-Zweigziel für Rebase konnte nicht aufgelöst werden
es: No se pudo resolver el destino de la rama remota para la rebase
fi: ei voitu selvittää etä- haaran kohdetta rebaseen
fr: n&#39;a pas pu résoudre la cible de branche distante pour rebase
he: לא הצלחנו לפתור את מטרה השנוי המרוחק עבור 'rebase'
hi: : 'rebase' के लिए रिमोट ब्रांच टारगेट को समाधान नहीं किया जा सका।
hu: : a rebase céljára szükséges távoli részlegcél megoldása nem sikerült
id: Tidak dapat menyelesaikan target cabang jarak jauh untuk rebase
it: : non è stato possibile risolvere il target del ramo remoto per la rebase
ja: : レイベース操作におけるリモートブランチターゲットの解決に失敗しました
ko: : rebase 시 원격 브랜치 타겟을 해결할 수 없습니다.
nb: : Kunne ikke løse fjern-avdelingsmål for rebase
nl: : Kon het afstandelijke takdoel voor rebase niet oplossen
pl: Nie udało się rozwiązać odległego celu gałęzi podczas operacji rebase.
pt_br: Não foi possível resolver o alvo de ramo remoto para a rebase.
ru: Не удалось разрешить удалённую целевую ветку для операции rebase
sv: Kunde inte upprätta resolvisering för fjärrfilialmål för rebase
th: : ไม่สามารถกำหนดเป้าหมายสาขาจากระยะไกลสำหรับการ rebase ได้
tr: : Rebase için uzaktan şube hedefini çözülemiyordu.
uk: Не вдалося розв'язати віддалену ціль відгалуження для операції rebase.
vi: Không thể xác định mục tiêu nhánh từ xa cho thao tác rebase
zh_hans: ：在执行 rebase 操作时，无法解析远程分支目标
zh_hant: ：在執行 rebase 操作時，無法解析遠程分支目標

source: Could not resolve source branch target for merge
ar: تعذر حل هدف الفرع المصدر للدمج
da: Kunne ikke løse kildegrenmål for fletning
de: Quellzweigziel für Zusammenführung konnte nicht aufgelöst werden
es: No se pudo resolver el destino de la rama de origen para la fusión
fi: ei voitu selvittää lähdekoodin kohdetta yhdistämiseen
fr: Impossible de résoudre la cible de branche source pour la fusion
he: לא הצלחנו לפתור את מטרה השנוי של שנוי המקור עבור שילוב
hi: : मर्ज के लिए सोर्स ब्रांच टारगेट को समाधान नहीं किया जा सका।
hu: : a merge-re kapcsolódó forrás-ág céljának megoldása nem sikerült
id: Tidak dapat menyelesaikan target cabang sumber untuk penggabungan
it: Non è stato possibile risolvere il target del ramo sorgente per il merge
ja: ：マージ時のソースブランチターゲットを解決できませんでした
ko: : 합병 시 소스 브랜치 타겟을 해결할 수 없습니다.
nb: : Kunne ikke løse kilde-avdeling-målet for menging
nl: : kon de bron-uitzending-ziel voor een merge niet resolueren
pl: Nie udało się rozwiązać celu gałęzi źródłowej dla połączenia.
pt_br: Não foi possível resolver o destino do ramo de origem para a fusão
ru: Не удалось разрешить целевую точку ветки исходного кода для слияния
sv: Kunde inte lösa källavsnittets mål för sammanföling
th: : ไม่สามารถกำหนดเป้าหมายสาขาต้นทางสำหรับการรวมข้อมูลได้
tr: : Birleştirmeye ilişkin kaynak şube hedefini çözemedi.
uk: Не вдалося розв'язати цільовий відділ джерела для об'єднання.
vi: Không thể xác định đích nhánh nguồn cho thao tác hợp nhất
zh_hans: ：无法解析合并操作的源分支目标
zh_hant: ：無法解析閤併操作的源分支目標

source: Could not save folder access
ar: تعذر حفظ الوصول إلى المجلد
da: Kunne ikke gemme mappeadgang
de: Der Ordnerzugriff konnte nicht gespeichert werden
es: No se pudo guardar el acceso a la carpeta
fi: ei voitu tallentaa kansiota.
fr: Impossible d&#39;enregistrer l&#39;accès au dossier
he: לא הצלחנו לשמור את גישה ל目录
hi: : फोल्डर पहुँच को सहेजने में विफलता।
hu: : a mappákhoz való hozzáférés mentése nem sikerült
id: Tidak dapat menyimpan akses folder
it: Non è stato possibile salvare l'accesso alla cartella
ja: ：フォルダアクセスの保存に失敗しました
ko: : 폴더 접근 권한 저장에 실패했습니다.
nb: : Kunne ikke lagre mappenaksess
nl: : Kan de maptoegang niet opslaan
pl: Nie udało się zapisać dostępu do katalogu
pt_br: Não foi possível salvar o acesso à pasta
ru: Не удалось сохранить доступ к папке
sv: Kunde inte spara mappåtkomst
th: : ไม่สามารถบันทึกการเข้าถึงโฟลเดอร์ได้
tr: : Klasör erişimi kaydedilemedi
uk: Не вдалося зберегти доступ до папки
vi: Không thể lưu quyền truy cập thư mục
zh_hans: 无法保存文件夹访问权限
zh_hant: 無法保存文件夾訪問權限

source: Could not save repository settings.
ar: تعذر حفظ إعدادات المستودع.
da: Kunne ikke gemme lagerindstillinger.
de: Repository-Einstellungen konnten nicht gespeichert werden.
es: No se pudo guardar la configuración del repositorio.
fi: versiovarastoasetuksia ei voitu tallentaa.
fr: Impossible d&#39;enregistrer les paramètres du référentiel.
he: לא הצלחנו לשמור את הגדרות המאגר.
hi: : रिपॉजिटरी सेटिंग्स को सहेजने में विफलता।
hu: : A repozitóriumban található beállítások mentése nem sikerült.
id: Tidak dapat menyimpan pengaturan repositori.
it: Non è stato possibile salvare le impostazioni del repository.
ja: ：リポジトリ設定の保存に失敗しました。
ko: : 저장소 설정을 저장할 수 없습니다.
nb: : Kunne ikke lagre repotreinstillinger.
nl: : De opslag van de repository-instellingen is niet gelukt.
pl: Nie udało się zapisać ustawień reposituarium.
pt_br: Não foi possível salvar as configurações do repositório.
ru: Не удалось сохранить настройки репозитория.
sv: Kunde inte spara repostiitionsinställningar.
th: : ไม่สามารถบันทึกการตั้งค่ารีโพซิทอรี่ได้
tr: : Depo ayarlarını kaydetemedi.
uk: Не вдалося зберегти налаштування репозиторію.
vi: Không thể lưu cài đặt kho dữ liệu.
zh_hans: ：无法保存存储库设置。
zh_hant: ：無法保存存儲庫設置。

source: Could not securely save the relay deletion authorization. Background Sync remains disabled; retry or contact support.
ar: تعذر حفظ تفويض حذف المُرحِّل بأمان. يظل Background Sync معطّلًا؛ أعد المحاولة أو تواصل مع الدعم.
da: Godkendelsen til sletning fra relæet kunne ikke gemmes sikkert. Background Sync er fortsat deaktiveret. Prøv igen, eller kontakt support.
de: Die Autorisierung zum Löschen der Relay-Daten konnte nicht sicher gespeichert werden. Background Sync bleibt deaktiviert. Versuchen Sie es erneut oder wenden Sie sich an den Support.
es: No se ha podido guardar de forma segura la autorización para eliminar el relé. Background Sync sigue desactivado; vuelva a intentarlo o póngase en contacto con soporte.
fi: Välityspalvelun poiston valtuutusta ei voitu tallentaa turvallisesti. Background Sync pysyy poissa käytöstä. Yritä uudelleen tai ota yhteyttä tukeen.
fr: Impossible d’enregistrer de façon sécurisée l’autorisation de suppression du relais. Background Sync reste désactivé ; réessayez ou contactez l’assistance.
he: לא ניתן לשמור באופן מאובטח את ההרשאה למחיקת הממסר. Background Sync נשאר מושבת; יש לנסות שוב או לפנות לתמיכה.
hi: रिले मिटाने का प्राधिकरण सुरक्षित रूप से सहेजा नहीं जा सका। Background Sync बंद रहेगा; फिर कोशिश करें या सहायता से संपर्क करें।
hu: Nem sikerült biztonságosan menteni a továbbító törlésére vonatkozó engedélyt. A Background Sync kikapcsolva marad; próbálja újra, vagy forduljon az ügyfélszolgálathoz.
id: Otorisasi penghapusan relay tidak dapat disimpan dengan aman. Background Sync tetap dinonaktifkan; coba lagi atau hubungi dukungan.
it: Impossibile salvare in modo sicuro l’autorizzazione all’eliminazione del relay. Background Sync resta disattivato; riprovi o contatti l’assistenza.
ja: relay 削除の承認を安全に保存できませんでした。Background Sync は無効のままです。再試行するか、サポートにお問い合わせください。
ko: 릴레이 삭제 승인을 안전하게 저장할 수 없습니다. Background Sync는 비활성화된 상태로 유지됩니다. 다시 시도하거나 지원팀에 문의해 주세요.
nb: Kunne ikke lagre godkjenningen for sletting fra releet på en sikker måte. Background Sync forblir deaktivert. Prøv på nytt eller kontakt kundestøtte.
nl: De autorisatie voor verwijdering uit de relay kon niet veilig worden opgeslagen. Background Sync blijft uitgeschakeld; probeer het opnieuw of neem contact op met support.
pl: Nie udało się bezpiecznie zapisać autoryzacji usunięcia danych usługi pośredniczącej. Background Sync pozostaje wyłączony; spróbuj ponownie lub skontaktuj się z pomocą techniczną.
pt_br: Não foi possível salvar com segurança a autorização para excluir o retransmissor. O Background Sync continua desativado; tente novamente ou entre em contato com o suporte.
ru: Не удалось безопасно сохранить авторизацию удаления данных ретранслятора. Background Sync остаётся выключенным; повторите попытку или обратитесь в службу поддержки.
sv: Behörigheten att radera relädata kunde inte sparas säkert. Background Sync förblir avstängt; försök igen eller kontakta supporten.
th: ไม่สามารถบันทึกการอนุญาตให้ลบรีเลย์อย่างปลอดภัยได้ Background Sync จะยังคงปิดใช้ โปรดลองอีกครั้งหรือติดต่อฝ่ายช่วยเหลือ
tr: Aktarıcı silme yetkisi güvenli biçimde kaydedilemedi. Background Sync devre dışı kalır; yeniden deneyin veya destek ekibiyle iletişime geçin.
uk: Не вдалося безпечно зберегти авторизацію на видалення з ретранслятора. Background Sync залишається вимкненим; повторіть спробу або зверніться до служби підтримки.
vi: Không thể lưu an toàn quyền xóa khỏi dịch vụ chuyển tiếp. Background Sync vẫn bị tắt; hãy thử lại hoặc liên hệ bộ phận hỗ trợ.
zh_hans: 无法安全保存中继删除授权。Background Sync 仍处于停用状态；请重试或联系支持。
zh_hant: 無法安全儲存中繼刪除授權。Background Sync 仍處於停用狀態；請再試一次或聯絡支援人員。

source: Could not stage local file changes before push.
ar: تعذر إجراء تغييرات على الملف المحلي قبل الدفع.
da: Kunne ikke iscenesætte lokale filændringer før push.
de: Lokale Dateiänderungen konnten vor dem Push nicht bereitgestellt werden.
es: No se pudieron preparar los cambios del archivo local antes de la inserción.
fi: Paikallisia tiedostomuutoksia ei voitu esittää ennen paikkaa.
fr: Impossible de mettre en scène les modifications de fichiers locaux avant de pousser.
he: לא הצלחנו להכין את השינויים בקובץ המקומי לפני הפעלת ה-"push".
hi: : पुश से पहले स्थानीय फ़ाइल में हुए परिवर्तनों को स्टेज नहीं किया जा सका।
hu: : A lokal fájl-módosítások feltöltése előtt nem sikerült.
id: Tidak dapat mengatur perubahan file lokal sebelum proses penekanan.
it: Non è stato possibile preparare i cambiamenti ai file locali prima della push.
ja: ：プッシュ前に、ローカルファイルの変更をステージングできませんでした。
ko: : 푸시 전 로컬 파일 변경 사항을 스테이지할 수 없습니다.
nb: : Kunne ikke forberede lokale filendringer før push.
nl: : Kan de wijzigingen in lokale bestanden niet voorbereiden voordat er wordt gestuurd.
pl: Nie udało się zapisać zmian w lokalnych plikach przed pushem.
pt_br: Não foi possível preparar as alterações nos arquivos locais antes do push.
ru: Не удалось подготовить изменения локальных файлов перед пушем.
sv: Kunde inte förbereda lokala filändringar innan push.
th: : ไม่สามารถจัดเตรียมการเปลี่ยนแปลงไฟล์ท้องถิ่นก่อนการส่ง (push) ได้
tr: : Yükleme işleminden önce yerel dosya değişikliklerini stage etemedi.
uk: Не вдалося зафіксувати зміни у локальних файлах перед пушем.
vi: Không thể chuẩn bị các thay đổi trên tệp cục bộ trước khi đẩy.
zh_hans: ：在推送前无法对本地文件变更进行暂存。
zh_hant: ：在推送前無法對本地文件變更進行暫存。

source: Couldn't Read Folder
ar: تعذر قراءة المجلد
da: Kunne ikke læse mapper
de: Ordner konnte nicht gelesen werden
es: No se pudo leer la carpeta.
fi: Kaksoksen lukeminen epäonnistui
fr: Impossible de lire la dossier
he: לא יכולתי לקרוא תיקייה
hi: फ़ोल्डर पढ़ने में असमर्थ
hu: Nem sikerült beolvasni a mappát
id: Tidak dapat membaca folder
it: Impossibile leggere la cartella
ja: フォルダの読み取りに失敗しました
ko: 폴더 읽기 실패
nb: Kunne ikke lese mappen
nl: Kan map niet openen
pl: Nie udało się odczytać foldera
pt_br: Não foi possível ler a pasta.
ru: Не удалось прочитать папку
sv: Kunde inte läsa mapp
th: ไม่สามารถอ่านโฟลเดอร์ได้
tr: Klasör okunamadı
uk: Неможливо прочитати папку
vi: Không thể đọc thư mục
zh_hans: 无法读取文件夹
zh_hant: 無法讀取資料夾

source: Create
ar: إنشاء
da: Opret
de: Erstellen
es: Crear
fi: Luo
fr: Créer
he: צור
hi: बनाएँ
hu: Létrehozás
id: Buat
it: Crea
ja: 作成
ko: 생성
nb: Opprett
nl: Aanmaken
pl: Utwórz
pt_br: Criar
ru: Создать
sv: Skapa
th: สร้าง
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 建立

source: Create a Personal Automation for when GitSync.md opens, then run Pull All Repositories to keep your notes fresh automatically.
ar: قم بإنشاء أتمتة شخصية عند فتح GitSync.md، ثم قم بتشغيل Pull All Repositories للحفاظ على ملاحظاتك محدثة تلقائيًا. سجل تصحيح
da: Opret en personlig automatisering, når GitSync.md åbner, og kør derefter Pull All Repositories for at holde dine noter friske automatisk.
de: Erstellen Sie eine persönliche Automatisierung für das Öffnen von GitSync.md und führen Sie dann „Alle Repositorys ziehen“ aus, um Ihre Notizen automatisch auf dem neuesten Stand zu halten.
es: Cree una automatización personal para cuando se abra GitSync.md, luego ejecute Pull All Repositories para mantener sus notas actualizadas automáticamente.
fi: Luo henkilökohtainen automaatio milloin GitSync.md avautuu, sitten ajaa Vedä kaikki arkistot pitää muistiinpanot tuoreina automaattisesti.
fr: Créer une automatisation personnelle pour quand GitSync.md s&#39;ouvre, puis exécutez Pull All Repositories pour garder vos notes fraîches automatiquement. JOUER DE DÉBUT DE
he: : יצירת אוטומציה אישית עבור מצבים מסוימים GitSync.md מופרץ, ולאחר מכן בצע 'Pull All Repositories' כדי לשמור על заметותיכם עדכניות באופן אוטומטי.
hi: : 'जब' पर एक व्यक्तिगत स्वचालन बनाएँ। GitSync.md खुलता है; फिर 'Pull All Repositories' को चलाएँ ताकि आपके नोट्स स्वचालित रूप से अद्यतन रहें।
hu: : Amikor esetén személyes automatizációt hoz létre A GitSync.md program megnyílik; majd futtassa a „Pull All Repositories" parancsot, hogy az értesítéseit automatikusan frissítheti.
id: Buat Otomasi Pribadi untuk kondisi tertentu GitSync.md dibuka, kemudian jalankan Pull All Repositories untuk memastikan catatan Anda tetap mutakhir secara otomatis.
it: : Creare un'automazione personale per il caso in cui GitSync.md viene aperto; quindi esegui "Pull All Repositories" per mantenere automaticamente le tue note aggiornate.
ja: ：「時刻」に応じてパーソナルオートメーションを作成する GitSync.md を開き、次に「Pull All Repositories」を実行することで、ノートの内容を自動的に最新状態に保つことができます。
ko: : 특정 조건에 따라 개인용 자동화를 생성합니다. GitSync.md 를 실행한 후, 'Pull All Repositories'를 실행하여 노트 내용을 자동으로 최신 상태로 유지하세요.
nb: Opprett en personlig automasjon for når GitSync.md åpnes; kjør deretter «Pull All Repositories» for å automatisk opprettholde dine notater oppdaterte.
nl: : Een persoonlijke automatisering aanmaken voor wanneer GitSync.md wordt geopend; draai vervolgens 'Pull All Repositories' uit om uw notities automatisch bij te houden.
pl: : Tworzenie osobistego automatyzacji dla przypadku „when" GitSync.md otwiera się; następnie uruchom „Pull All Repositories", aby automatycznie utrzymać aktualne wersje Twoich notatek.
pt_br: Criar uma Automação Pessoal para quando GitSync.md abre-se; em seguida, execute "Pull All Repositories" para manter suas notas atualizadas automaticamente.
ru: : Создание персональной автоматизации для случая «when» GitSync.md открывается; затем запустите команду «Pull All Repositories», чтобы автоматически обновлять ваши заметки.
sv: Skapa en personlig automatisering för när GitSync.md öppnas; kör sedan "Pull All Repositories" för att automatiskt uppdatera dina anteckningar.
th: : สร้างระบบอัตโนมัติส่วนบุคคลสำหรับกรณีนี้ GitSync.md จะเปิดขึ้น หลังจากนั้นให้เรียกใช้ 'Pull All Repositories' เพื่อรักษาบันทึกของคุณให้ทันสมัยโดยอัตโนมัติ
tr: : Belirli koşullar altında kişisel otomasyon oluşturmak GitSync.md açılır; ardından 'Tüm Depoları Çek' işlemini çalıştırarak notlarınızın otomatik olarak güncel kalmasını sağlayın.
uk: : Створити особисту автоматизацію для випадків GitSync.md відкривається; потім запустіть команду «Pull All Repositories», щоб автоматично підтримувати актуальність ваших приміток.
vi: : Tạo quy trình tự động cá nhân cho trường hợp cụ thể GitSync.md sẽ được mở; sau đó, hãy chạy lệnh 'Pull All Repositories' để tự động cập nhật các ghi chú của bạn.
zh_hans: ：创建适用于特定条件的个人自动化流程 GitSync.md 已打开，请运行“拉取所有存储库”操作，以便自动保持您的笔记内容最新。
zh_hant: ：創建適用於特定條件的個人自動化流程 GitSync.md 已打開，請運行“拉取所有存儲庫”操作，以便自動保持您的筆記內容最新。
